tap "codacy/tap"
tap "crisidev/chunkwm"
tap "epk/epk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "wez/wezterm"
brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "openssl@3"
brew "asdf"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "caddy"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "catimg"
brew "chrome-cli"
brew "cloc"
brew "cmake"
brew "ctags"
brew "libidn2"
brew "openldap"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "efm-langserver"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libsodium"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git-flow"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "gobject-introspection"
brew "python@3.8", link: false
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "jid"
brew "jq"
brew "jrnl"
brew "libmaxminddb"
brew "lua-language-server"
brew "luv"
brew "markdown"
brew "marksman"
brew "md5sha1sum", link: false
brew "mysql@5.6", restart_service: true
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "ninja"
brew "node"
brew "node@16"
brew "pandoc"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "supabase/tap/supabase"
cask "amethyst"
cask "anaconda"
cask "aws-vault"
cask "basictex"
cask "font-sf-mono-nerd-font"
cask "hammerspoon"
cask "ngrok"
cask "wezterm"
cask "xquartz"
